[
    { "Name": "Secretária", "Text": "Ei chefe! Preciso conversar com você urgentemente" },
    { "Name": "Jarvis", "Text": "Não tenho tempo para perder com você agora." },
    { "Name": "Secretária", "Text": "Por favor chefe, é realmente urgente, tem que ser agora!" },
    { "Name": "Jarvis", "Text": "Fala logo então, não aguento mais olhar esse seu cabelo" },
    {
        "Name": "Secretária",
        "Text": "Não coloque meu cabelo nisso, ele faz parte de quem eu sou! Você não percebe que é justamente essa sua atitude de preconceito que causou tudo isso?"
    },
    { "Name": "Jarvis", "Text": "O que? Do que você está falando? Esse seu cabelo tá mexendo com a sua cabeça?" },
    {
        "Name": "Secretária",
        "Text": "Não chefe, você com certeza já percebeu isso a muito tempo, o seu preconceito tem feito com que menos clientes venham aqui. Contratar apenas pessoas escuras só afundou a mecânica em dividas gigantes."
    },
    {
        "Name": "Secretária",
        "Text": "Não conseguimos mais pagar funcionários e nem sequer comprar mais peças! Agora realmente não tem mais o que fazer, temos que fechar as portas até semana que vem."
    },
    {
        "Name": "Jarvis",
        "Text": "Não acredito que você está falando isso. Simplesmente não faz sentido contratar funcionários que não sejam escuros, é óbvio que gente da minha cor é muito mais inteligente e tem muito mais capacidade!"
    },
    {
        "Name": "Secretária",
        "Text": "Realmente não dá para acreditar que alguém seja tão ignorante a ponto de pensar assim. Cores de pele, cabelos e características distintas são o que enriquecem o nosso planeta. Esse preconceito enraizado na nossa sociedade foi o que trouxe não só a nossa mecânica, mas a cidade inteira à ruína."
    },
    { "Name": "Astronauta", "Text": "Calma Jarvis, por favor tenha calma, nós vamos conseguir resolver isso!" },
    {
        "Name": "Jarvis",
        "Text": "NÓS?! De quem você está falando quando diz: 'nós'? Eu sou o único capaz de resolver esse problema. Você são apenas uns incompetentes de cor clara. SE COLOQUEM NO SEUS LUGARES!!! Agora vocês realmente conseguiram me tirar do sério. SAIAM DAQUI E NÃO VOLTEM NUNCA MAIS!"
    }
]
