[
    {
        "Name": "Astronauta",
        "Text": "Bock, estou querendo reconstruir a minha nave, mas não sinto que a minha proposta na mecânica terá um bom resultado. Acabei de presenciar uma cena que me parece discriminatória. Ela não aconteceu só comigo, mas sim com todos diferentes de um tal de Jarvis. Ele julga todos pela cor e aparência, principalmente no espaço de trabalho. O que eu faço?"
    },
    {
        "Name": "Bock",
        "Text": "Olá Astronauta, estou ativo! Você acabou de presenciar atitudes racistas. Elas consistem no preconceito e na discriminação com base em diferenças biológicas entre povos, principalmente por causa de sua cor. Apesar de estarmos em um planeta difente, a definição de racismo não muda aqui."
    },
    {
        "Name": "Bock",
        "Text": "Situações racistas ou injuria racial podem acontecer em todos os lugares e de diferentes formas: no trabalho, na rua ou em lugares de entretenimento, seja de uma forma sutil ou agressiva"
    },
    {
        "Name": "Bock",
        "Text": "Porém, independente do lugar continua sendo racismo. É muito normal que você sinta essa dúvida se foi ou não racismo, porque geralmente a vítima se sente vulnerável e incapaz de distinguir a situação"
    },
    {
        "Name": "Bock",
        "Text": "De acordo com meus dados, situações racistas acontecem com frequência na Terra. Felizmente, em muitos lugares já estão trabalhando para mudar isso. Lembra do caso de George Floyd? O americano preto que foi executado por um policial por causa da sua cor."
    },
    {
        "Name": "Bock",
        "Text": "Nesse caso, Floyd foi visto pelo policial branco como um criminoso muito maior do que realmente poderia ser. Floyd foi atacado de forma desumana e morto por causa de sua cor de pele. Essa tragédia causou uma mobilização no mundo todo por busca de justiça a sua morte."
    },
    {
        "Name": "Bock",
        "Text": "Empresas também estão se mobilizando contra racismo e injuria racial, por exemplo a empresa Ambev. Eles propõem a visão que grupos diversificados geram melhores resultados, não só de lucros, mas em questões introspectivas que transformam a vida do funcionário para melhor."
    },
    { "Name": "Astronauta", "Text": "Então Bock, qual sua sugestão para a minha situação?" },
    {
        "Name": "Bock",
        "Text": "Minha sugestão é que você faça o Jarvis entender que o que ele faz é errado. Faça um acordo com ele e o proponha a mudar!"
    }
]
